IdeaRS.Connections
GussetPlateData.AdjustWebs Property
Compatible with IDEA StatiCa 0.0
 If value is true positions of webs are adjusted according to the edge of the gusset plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool AdjustWebs { get; set; }
Property Value
Type: Boolean
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace